[
  [
    "I practice self-compassion, kindness toward myself, and positive self-talk, etc.",
    "I work on developing skills and methods such as breathing techniques, mindfulness, meditation, muscle relaxation, etc.",
    "I practice healthy self-soothing such as listening to music, walking, taking a warm bath/shower, doing a soothing touch/massage, etc.",
    "I share my small and big problems with my partner, family, friends, a support group, etc. and talk to mental health care specialists when necessary.",
    "I spend time in nature, caring for pets or house plants, gardening, etc."
  ],
  [
    "I behave like the person I want to be in my relationships with my family.",
    "I behave like the person I want to be when it comes to love, intimacy and sexuality.",
    "I behave like the person I want to be when it comes to friendships.",
    "I behave like a person I want to be in my everyday interactions with people, participation in the community, and how I connect with the whole world around me."
  ],
  [
    "I eat various foods that give me the nutrients I need to gain/maintain/regain my health, strength, and energy. ",
    "I eat as regularly, as much and as often as my body needs to be healthy.",
    "I avoid consuming unhealthy food and substances that can short- or long-term harm my body."
  ],
  [
    "I engage in physical activities that preserve and develop my stability, balance, and agility now and in the future.",
    "I engage in physical activities that preserve/develop my flexibility for now and my future.",
    "I engage in physical activities that preserve/develop my strength for now and my future.",
    "I engage in physical activities that preserve/develop my endurance and stamina not only for now but also for my future."
  ],
  [
    "I take care of a consistent sleep routine, such as regular bed and waking time.",
    "I prioritise my sleep over less important/not necessary/unhealthy activities.",
    "I create a healthy “sleeping environment” (noise reduction, adequate temperature, light elimination, reduced social media use, reduced alcohol intake, etc.) that helps me to promote better sleep."
  ],
  [
    "I engage in activities (work, education and/or hobbies) that make my day meaningful and make me feel useful.",
    "I stimulate my brain/mind through my activities enough to remain as active, curious and healthy as I wish for years to come.",
    "I put an effort into maintaining as much balance as possible between work (regardless if paid or unpaid) and other important areas of my life.",
    "I participate in leisure activities and hobbies for fun and joy.",
    "To the best of my abilities, I make an effort to support myself financially."
  ],
  [
    "I take action to keep myself healthy and to prevent or avoid the risk of poor health, illness, injury and early death to increase the likelihood that I will stay healthy and independent for as long as possible.",
    "When I have health concerns, I consult health specialists and undergo recommended examinations/tests/procedures to address my problems.",
    "If necessary, I take medication or supplements to stay as healthy as possible and prevent deficiencies."
  ],
  [
    "I work on understanding myself, other people, and the world around me to help me discover higher values in myself and consistently live them in my relationships and roles.",
    "I open myself to the ideas of something greater than self-interest, such as the Community, Universe, God, Humanity, and Nature, which offer me peace and hope and support me when I face emotional and physical pain."
  ]
]
